[
   {
      "title": "",
      "summary": "The White Tiger (2021)"
   },
   {
      "title": "The White Tiger (2021)",
      "summary": "Based on Aravind Adiga’s 2008 novel of the same name, The White Tiger follows the rags-to-riches story of Balram Halwai (Adarsh Gourav), an impoverished Indian villager that, through hard work (and a little manipulation), pushes himself into a much-lauded driver position for Ashok (Rajkummar Rao) and Pinky (Priyanka Chopra Jonas), two highly influential business magnates. Coming to love his position, a tragic misstep places Balram in the crosshairs of Ashok’s family. Unwilling to serve as a scapegoat, Balram chooses to fight back against the corrupt forces at play. A gripping class-drama akin to Parasite mates with Joker, The White Tiger is one of the greatest dramas you can stream today."
   },
   {
      "title": "Pieces of a Woman (2020)",
      "summary": "Expecting parents Martha (Vanessa Kirby) and Sean (Shia LaBeouf) are elated to welcome their child to the world. When Martha goes into labor, the couple phones their midwife. Unavailable, she sends a replacement named Eva (Molly Parker). During their baby’s birth, every parent’s worst nightmare unfolds in real time. Post-tragedy, Martha and Sean are deep in the throes of depression. As Martha contends with her obtrusive mother and Sean’s reckless behavior, a long court battle begins with Eva. Featuring an emotionally devastating performance from Vanessa Kirby, Pieces of a Woman is a heavy-hitting drama that doesn’t stray from trauma at any point."
   },
   {
      "title": "His House (2020)",
      "summary": "After suffering a major tragedy on their pilgrimage from South Sudan to the U.K., Bol (Ṣọpẹ́ Dìrísù) and Rial (Wunmi Mosaku), married refugees fleeing their war-ravaged country, are placed in a decrepit tenement home. As Bol does his best to acclimate to a new life of racial discrepancy, a series of horrific ghouls make themselves known to the grieving man. Blending a socio-political immigration story with a haunted house story, His House bends both sub-genres in a way we’ve never seen pulled off before. An exciting and unsettling debut from Remi Weekes, His House should definitely fill your screen this weekend."
   },
   {
      "title": "Wildling (2018)",
      "summary": "Life has never been normal for Anna (Bel Powley). Confined to an attic bedroom, her adolescence is spent on empty days of staring out the window, longing for the wilderness. Cared for by a man she refers to as “Daddy” (Brad Dourif), he warns Anna that lurking in the world outside her bedroom is a terrifying creature called the Wildling. Traumatic events unfold, and a teenage Anna awakens in a hospital. When Ellen Cooper (Liv Tyler), the local sheriff, agrees to take Anna in, the dark mythos of the Wildling starts spreading. Is Anna losing her mind, or is something evil truly afoot in the woods? Director Fritz Böhm delivers a gripping yet morose fairytale about the coming-of-age process, a time where we lose touch with our mind and body when we need them most."
   },
   {
      "title": "Nocturnal Animals (2016)",
      "summary": "In Tom Ford’s Nocturnal Animals, Amy Adams is Susan Morrow, a successful Los Angeles art gallery owner. One morning, Susan receives a manuscript for her ex-husband Edward’s (Jake Gyllenhall) latest novel, entitled Nocturnal Animals, along with an invitation to meet for dinner. As Susan begins paging through the manuscript, a macabre tale of backcountry crime unfolds onscreen. Seamlessly combining three narrative threads (present-day, Edward’s novel, and Susan and Edward’s past), Nocturnal Animals lives in a bizarre and uncompromising world where fiction informs the real, and vice versa. Led by amazing performances from its key cast, this is one you don’t want to pass on."
   },
   {
      "title": "Over the Moon (2020)",
      "summary": "Fei Fei (Cathy Ang), grieving the loss of her mother, clings to a legend about a moon goddess named Chang’e. Much to the dismay of her father and his new family, the girl aims to prove that the goddess does indeed exist. To do so, she begins work on a rocket that will take her to the moon to prove Chang’e’s existence. Filled with heart and mesmerizing animation, Over the Moon often looks and feels like your standard Disney epic, but the familiar structure and dazzling music are enough to keep everyone glued to the screen."
   },
   {
      "title": "Catch Me If You Can (2002)",
      "summary": "In Catch Me If You Can, Leonardo DiCaprio is Frank Abagnale Jr., a daring con artist on the run from FBI Agent Carl Hanratty (Tom Hanks). Always one step ahead of the authorities, Frank forges his way into various professions to elude his captors, but it’s only a matter of time before his trail of deception catches up with him. Directed by none other than Steven Spielberg, Catch Me If You Can is a stunning depiction of the life of the real-life con artist, with plenty of Hollywood heart and charm to pad out the two-hour-plus runtime."
   },
   {
      "title": "Cool Hand Luke (1967)",
      "summary": "Based on Donn Pearce’s novel of the same name, Cool Hand Luke stars Paul Newman as the titular war veteran, Luke Jackson, a man sentenced to a chain gang after a night of drunken revelries. Testing the waters with the hot-headed authorities in charge of the prison detail, Luke quickly rises to prominence as an inspirational figure among his jail peers. But as the hot-headed vet grows ever-more comfortable with his pedestal prominence, events transpire that test his resilience and resolve. Cool Hand Luke would go on to inspire countless prison dramas over the years, thanks in part to the film’s rich acting ensemble and Gordon’s precise directing."
   },
   {
      "title": "Into the Wild (2007)",
      "summary": "An adaptation of Jon Krakauer’s 1996 novel, Into the Wild stars Emile Hirsch in the true story of Christopher McCandless, an Emory University graduate with a promising career right at his fingertips. Instead of choosing wealth and security, Chris ditches his possessions, credit cards, and essential documents in favor of a life of trekking through the Alaskan wilderness. One with nature, McCandless is tested by the elements, cross-country travel, and other hardships, while learning more about himself and what it takes to survive as a lone wolf in the harshest of American terrain. Praised for Hirsch’s emotional performance as McCandless and director Sean Penn’s loving adaptation, Into the Wild is one you don’t want to miss."
   },
   {
      "title": "Mud (2012)",
      "summary": "When Ellis (Tye Sheridan) and Neckbone (Jacob Lofland) find a shipwrecked boat in a tree, the boys claim it as their own. Little did they know the vessel was already inhabited by a mysterious man named Mud (Matthew McConaughey). Ellis, caught in the middle of his parents’ impending separation, begins taking to the charismatic drifter. As the two grow closer, Mud’s past starts catching up with him. This is in the form of lost love and a big bounty … right on Mud’s head. The walls start closing in, with Ellis now thrust in the middle of Mud’s reckoning. Writer/director Jeff Nichols first imagined the story of a lone man hiding out on the mighty Mississippi back in his college days, and always imagined Matthew McConaughey in the lead role."
   },
   {
      "title": "Goodfellas (1990)",
      "summary": "The mob flick to rule them all, Martin Scorsese’s Goodfellas stars Ray Liotta as Henry Hill, a real-life “wiseguy” who rose through the ranks of the Italian mafia. Tracking the character across three different eras of his life — exploring his criminal career, love interests, and personal vices — Scorsese intricately weaves period-authentic music into each of the film’s major sections, creating one of the most iconic soundtrack movies of all time. Featuring noteworthy performances from its ensemble cast and masterfully photographed by Michael Ballhaus, Goodfellas continues to stand the test of time as one of Scorsese’s finest and a go-to mention for gangster dramas."
   },
   {
      "title": "Superbad (2007)",
      "summary": "It’s the end of the school year, and best friends Seth (Jonah Hill) and Evan (Michael Cera) are gearing up for college. When Jules (Emma Stone) invites Seth to a house party, he promises to bring booze, even though he’s underage. Becca (Martha MacIsaac), Evan’s love interest, is going to the same party, and Evan promises her a bottle of vodka. What follows is a wild nighttime odyssey between the lifelong best friends, featuring vehicle injuries, police interference, and an impromptu house party (that isn’t Jules’s). A riotous comedy with some brilliant writing, Superbad made a splash when it was first released and continues to satiate to this day."
   },
   {
      "title": "Casino Royale (2006)",
      "summary": "Arriving four years after Pierce Brosnan’s final Bond portrayal in Die Another Day, Casino Royale sees Daniel Craig helming the 007 title. Securing his license to kill after successfully assassinating two Embassy traitors, Bond is placed on the trail of the elusive Le Chiffre (Mads Mikkelsen), a high-stakes terrorist financier. When Le Chiffre puts together a poker game at the titular Casino Royale in Montenegro, the Secret Service instructs Bond to bet against the villainous gambler. Lauded as an action-packed breath of fresh air for the decades-old franchise, Casino Royale delivers one explosive set-piece after the other, sequences only furthered by the mighty onscreen talents, particularly Craig and Mikkelsen."
   },
   {
      "title": "A Clockwork Orange (1971)",
      "summary": "Adapted from the Anthony Burgess novel of the same name, Stanley Kubrick’s A Clockwork Orange is a severely visceral interpretation. Starring Malcolm McDowell as the charmingly violent Alex, we see a day in the life of the rebellious youth. Patrolling the dystopic streets of England with his thugs, the gang commit crime after horrible crime together … until Alex gets caught. Imprisoned for two years, Alex agrees to undergo experimental aversion therapy, a psychological reformatting that causes the boy to recoil at the sights of sex and violence, as well as the music of Beethoven, compositions once inspirational to Alex. Hailed as one of Kubrick’s most essential films, A Clockwork Orange may be too intense for some viewers, but it’s a masterfully shot parable of one’s man madness and its rearrangement."
   },
   {
      "title": "American Honey (2016)",
      "summary": "Writer/director Andrea Arnold’s epic drama is a kaleidoscopic sight to behold. When Star (Sasha Lane) is smitten by the exploits of the raucous Jake (Shia LaBeouf) and his door-to-door magazine road crew, the displaced youth decides to run away with the band of misfits. What unfolds is a fiery coming-of-age entry into the annals of essential American road cinema. Lovingly shot and perfectly cast, this very well could be Arnold’s opus, so it’s one you won’t want to miss."
   },
   {
      "title": "The Midnight Sky (2020)",
      "summary": "An adaptation of the 2016 Lily-Brooks Dalton novel Good Morning, Midnight, George Clooney directs and stars in this cataclysmic sci-fi thriller. After a powerful radiation event eradicates a majority of the earth’s population, scientist Augustine Lofthouse (Clooney) knows his days are numbered. Hoping to make contact with any returning spacecraft to warn the travelers of earth’s decimation, Augustine makes contact with the homebound crew of a Jupiter rover. When the signal is disturbed, Augustine’s discovery of a girl named Iris (Caoilinn Springall) encourages the weary scientist to journey across the North Pole in hopes of finding a stronger antenna to alert the Jupiter crew. A compelling sci-fi epic from start to finish, Clooney’s stab at the post-apocalyptic genre is certainly not a miss."
   },
   {
      "title": "Blue Ruin (2014)",
      "summary": "Blue Ruin opens on a beach bum named Dwight Evans. Living off scraps of food and sheltering at night in a worn-down blue sedan, the vagrant is visited by a police officer with some bad news. It turns out that the man that killed Dwight’s parents is being released from prison. What follows is an off-the-rails take on the revenge-thriller genre, featuring powerful performances from the main ensemble. A passion project like no other, writer/director Jeremy Saulnier took a loan out on his property in order to secure financing for the production. Fortunately, it was an effort not in vain, as the indie film quickly found success on the festival circuit and in theaters, landing Saulnier future films like Green Room and Netflix’s Hold the Dark."
   },
   {
      "title": "50 First Dates (2004)",
      "summary": "Henry Roth (Adam Sandler) leads a life of marine animal care and womanizing on the beautiful island of Oahu. When his boat breaks down, Henry rows himself to the Hukilau Café to wait for the island Coast Guard. It is there he meets Lucy (Drew Barrymore). Smitten for her, Lucy invites him back the next day. When Henry arrives, she has no recollection of him. It turns out that Lucy has anterograde amnesia from a car wreck and cannot hang onto newfound memories after one day. That doesn’t stop Henry from pining for her, though, much to the initial disdain of Lucy’s father and brother. 50 First Dates is still a crowd-pleaser over 15 years after it first hit theaters, thanks in part to its heartfelt screenplay and on-screen chemistry between Sandler and Barrymore."
   },
   {
      "title": "The Prom (2020)",
      "summary": "Based on the 2018 Broadway musical of the same name, The Prom stars Meryl Streep and James Corden as Dee Dee Allen and Barry Glickman, two down-on-their-luck Broadway actors looking to put their great talents to use. It just so happens that in a small Indiana town, a student named Emma Nolan (Jo Ellen Pellman) is in need of theatrical support after coming out of the closet. In doing so, her traditionalist school responds by canceling her prom. Through the power of song and dance, an ensemble of amazing performers band together to fight for Emma and the equality of love. A jazz-hands spectacle, The Prom isn’t a perfect film, but it’s a more-than-delightful adaptation of an emotionally poignant musical that both newcomers and Broadway junkies alike can appreciate."
   },
   {
      "title": "Django Unchained (2012)",
      "summary": "In Quentin Tarantino’s Django Unchained, the barrage of spaghetti-western bullets is never-ending. When Django (Jamie Foxx) is rescued from enslavement by the mysterious Dr. King Schultz (Christoph Waltz), the unlikely duo forms a partnership. Django agrees to help Schultz track down bounties. In return, Schultz will help Django locate his wife, Broomhilda (Kerry Washington). After some winter bounty hunts, Django and Schultz track Broomhilda to the plantation of a notorious slaver named Calvin Candie (Leonardo DiCaprio). A charismatic host, but cunning like no other, it’s not long before Candie and his cohorts begin sniffing out Django’s true intentions. Big, bold, and bloody, Django Unchained is Tarantino’s second collaboration with actor Christoph Waltz and the first with the late composer, Ennio Morricone."
   },
   {
      "title": "The Babysitter (2017)",
      "summary": "Cole (Judah Lewis) loves his babysitter, Bee (Samara Weaving). She’s fun, good-looking, and worships the dark lord of all dark lords. Behind Bee’s charming smile is a sinister satanist with a thirst for blood. As members of a creepy cult begin their descent over Cole’s life, it’s up to the preteen to outsmart their efforts before he becomes Bee’s next victim. A Netflix original, The Babysitter doesn’t surprise in many ways but follows the genre formula to a tee, and we love the dedication. It’s campy, edgy, and a joyride through and through."
   },
   {
      "title": "The Trial of the Chicago 7 (2020)",
      "summary": "Hollywood stalwart Aaron Sorkin rises to the occasion once more with his blistering interpretation of the 1969 Democratic National Convention trials, where seven Vietnam protestors were charged with crimes well beyond their intent. As peaceful demonstrations turn caustic, prejudice bleeds into testimony and eyewitness accounts of what took place the day of the riots. Featuring performances from Eddie Redmayne, Sacha Baren Cohen, Alex Sharp, and John Caroll Lynch, Sorkin’s big-budget historical drama takes liberties here and there, but the result is a spellbinding examination of American history."
   },
   {
      "title": "Fractured (2019)",
      "summary": "After Ray (Sam Worthington) awakens at the hospital he brought his wife and injured daughter to, the medical facility has no record of ever taking his kin in. As it turns out, there’s more going on than meets the eye. A cold conspiracy by medical personnel and the local police detail may obscure dark secrets that Ray needs to break open before it’s too late. From director Brad Anderson, Fractured plays as a by-the-books psychological thriller with dashes of action, and we’re loving it."
   },
   {
      "title": "Mank (2020)",
      "summary": "In this photographic gem of a Hollywood retrospective, director David Fincher delivers a finely layered drama about the writing of a Golden Age masterpiece. The writer in question is Herman J. Mankiewicz (Gary Oldman). The film he’s writing, commissioned by Orson Welles (Tom Burke), is Citizen Kane. Mank‘s narrative shifts back and forth from the 1930s to the 1940s, chronicling the turbulent life of its title character throughout his development of the screenplay. Mank was written by the late Jack Fincher, the director’s father, and features amazing performances from its rich ensemble cast. It’s a great watch for cinephiles and casual viewers alike and a dazzling and authentic take on La La Land’s heyday."
   },
   {
      "title": "A Ghost Story (2017)",
      "summary": "In the wake of a fatal car crash, C (Casey Affleck) returns to the earth as a white-sheeted phantom. After a spiritual pilgrimage back to the suburban ranch he shared with M (Rooney Mara), C’s spirit begins to haunt the home. Time seeps away as minutes, months, and years pass. M grieves, new families come and go, but the house (and the ghost) remain. Director David Lowery shot the project in relative secrecy, using the same VFX crew that lent their talents to Lowery’s Disney-financed remake of Pete’s Dragon. A cinematic experience like no other, A Ghost Story explores love, life, and loss in ways seldom seen onscreen."
   },
   {
      "title": "If Anything Happens I Love You (2020)",
      "summary": "From writer/director duo Michael Govier and Will McCormack, If Anything Happens … explores a world of profound grief in a beautifully illustrated and meditative manner. Navigating the emotional aftermath of one family’s tragic loss, the short animation begins in a dark and near-unforgiving place, but through the power of love and the will to move forward, the film progresses into a place of love, forgiveness, and hope. Not the easiest watch in this roundup, but worthy of attention for its emotional bravery and stellar composition."
   },
   {
      "title": "The Florida Project (2017)",
      "summary": "Just miles away from “the happiest place on earth” is a wonderland far from a dream come true. But seen through Moonee’s (Brooklynn Prince) eyes, the Magic Castle Inn and Suites is a home filled with family, friends, and unrequited love. Sean Baker’s The Florida Project looks past the palm trees and theme parks of Orlando for a series of impoverished day-in-the-life vignettes. Featuring powerful performances across the board, the film paints an emotional but authentic picture of life on the fringe, as seen through the eyes of an adventurous and inquisitive child."
   },
   {
      "title": "Good Time (2017)",
      "summary": "Josh and Ben Safdie, the writer/director duo behind 2019’s Uncut Gems (also in this roundup), have a penchant for producing electric crime thrillers — a calling first realized with their 2017 film, Good Time. Our story follows Connie (Robert Pattinson) and Nick (Ben Safdie), two brothers who attempt to rob a New York city bank together. When their plan goes awry and Nick is arrested, Connie will do whatever it takes to free his brother before the authorities come crashing down on him, too. Good Time is a ceaseless NYC thrill ride with a firm foot on the gas, never once letting up on the adrenaline and chaos."
   },
   {
      "title": "The Christmas Chronicles 2 (2020)",
      "summary": "Who wouldn’t want more Santa Kurt? In the follow up to 2018’s The Christmas Chronicles, Kate Pierce (Darby Camp) is now an angsty teen, and she’s not happy with life. On holiday with her mother, stepfather, and younger stepbrother, Jack (Jahzir Bruno), in Mexico, Kate decides to flee her unhappy confines. It just so happens that Jack decides to tag along on her pilgrimage. It also just so happens that they’re magically transported back to the North Pole, and Mr. and Mrs. Claus are in trouble. An evil elf named Belsnickel (Julian Dennison) threatens to end Christmas, and it’s up to the Claus clan and Kate to set things straight. Christmas sequels aren’t the easiest to get right, but The Christmas Chronicles 2 manages to honor the magic of its predecessor while expanding on its mighty holiday mythos."
   },
   {
      "title": "Hillbilly Elegy (2020)",
      "summary": "In Ron Howard’s Hillbilly Elegy, adapted from J.D. Vance’s memoir of the same name, Gabriel Basso stars as J.D., an Appalachian teen in the throes of familial hardship. His mother, Beverly (Amy Adams), struggles with a heroin addiction that puts a strain on the whole family. Bonnie (Glenn Close) is J.D.’s one saving grace, an endearing and maternal grandmother that wants the best for her troubled clan. Close and Adams are at the top of their game in this raw and emotional drama that puts us deep in the heartache and hardships of the Vance dynasty."
   },
   {
      "title": "Hunt for the Wilderpeople (2017)",
      "summary": "Based on Barry Crump’s novel Wild Pork and Watercress, Taika Waititi’s Hunt for the Wilderpeople stars Sam Neill and Julian Dennison as an unlikely foster-father/foster-child duo. After his adoption by the Faulkner family, Ricky (Dennison) attempts to settle into his new family, but tragic events scare the boy into the dense New Zealand wilderness. Hec (Neill), Ricky’s foster-parent, tracks the boy down but suffers a debilitating injury in the process. Bonding over their pasts and hope for a freer future, the pair decide to hide away in the brush together. But with a national manhunt underway to find the man and boy, how long can their odyssey truly last? Hunt for the Wilderpeople lives and breathes through Neill and Dennison’s onscreen chemistry, an acting partnership only deepened by Waititi’s rich and emotive script."
   },
   {
      "title": "Spotlight (2015)",
      "summary": "An ensemble tour-de-force and a riveting true story are at the heart of Tom McCarthy’s Spotlight. In 2001, Marty Baron (Liev Schreiber) urges the Boston Globe’s “Spotlight” team to relaunch the team’s 30-year-old investigation of Friar John Geoghan, a priest accused of child molestation. When the Spotlight crew gets back to work, they begin unearthing a ring of corruption and cover-ups within the Boston Archdiocese. Winning Oscars for Best Picture and Best Writing, Spotlight sheds a light on the sordid events, but with sincere authenticity and respect for the journalists that did the horrific digging."
   },
   {
      "title": "Carol (2015)",
      "summary": "Based on Patricia Highsmith’s 1952 novel The Price of Salt, Carol stars Cate Blanchett as the titular Carol Aird, a wealthy Manhattan woman, and Rooney Mara as Therese Belivet, an aspiring photographer and department store worker. Stars collide during the 1952 Christmas season when Carol pays a visit to Frankenberg’s, where Therese helps her with a holiday transaction for Carol’s daughter. Carol accidentally leaves her gloves behind, offering a romantically infatuated Therese a way to get in touch with the esteemed socialite. What follows is a lurid tale of love, sexual identity, and the reality of gayness in a highly taboo era. Todd Haynes’ towering film is a lush performance piece, with Blanchett and Mara at the height of their powers."
   },
   {
      "title": "Loving (2016)",
      "summary": "Written and directed by Jeff Nichols, and inspired by the 2012 HBO documentary The Loving Story, Loving depicts the trials and tribulations of Richard (Joel Edgerton) and Mildred Loving (Ruth Negga), an interracial couple who wanted nothing more than to be wed. But after traveling from Virginia to Washington D.C., to get married, the couple is tracked down by their hometown authorities and charged with violating Virginia’s segregation laws. In order for their prison sentences to be thrown out, the couple must agree to vacate Virginia and not return for 25 years. But the couple doesn’t want to give up on their love. Ruth writes to Attorney General Robert F. Kennedy, which sets into motion one of the most vital Supreme Court cases in civil rights history."
   },
   {
      "title": "Silver Linings Playbook (2012)",
      "summary": "Adapted from Matthew Quick’s 2008 novel of the same name, David O. Russel’s Silver Linings Playbook is an ensemble tour de force with a stripped-down Bradley Cooper as its lead. When Patrick Solitano Jr. (Bradley Cooper) is released from eight months of intensive psychiatric care, he moves back in with his parents, Pat Sr. (Robert De Niro) and Dolores (Jacki Weaver). Intent on getting his wife back, Pat meets Tiffany (Jennifer Lawrence), a widowed woman with an unspecified disorder of her own. As she and Pat begin to bond, Tiffany asks Pat to enter a dance competition with her, a move that Pat is convinced will get him his wife back. A romantic comedy turned on its head and injected with emotional realism, Silver Linings Playbook explores love, family, and psychosis in ways that other filmmakers would never dare to."
   },
   {
      "title": "The Social Dilemma (2020)",
      "summary": "Director Jeff Orlowski’s The Social Dilemma is an eye-opening docudrama that puts big tech like Google, Facebook, and Instagram under the microscope. Various talking heads (many ex-employees of big tech) weigh in on social media’s harmful implications — from algorithmic data mining to mental health detriments. The more one watches Orlowski’s film, the more questions one begins asking about their own social media exposure. The Social Dilemma doesn’t stray from its intent, leaving us with all kinds of things to think about (particularly our own social media accounts) once the credits roll."
   },
   {
      "title": "Yes, God, Yes (2020)",
      "summary": "Stranger Things alum Natalia Dyer stars in writer-director Karen Maine’s Yes, God, Yes, a coming-of-age take on religious repression and burgeoning sexuality. Alice (Dyer) and her friend Laura (Francesca Reale) decide to attend their Catholic school’s annual Kirkos retreat. On their pilgrimage, Alice inadvertently enters into a promiscuous AOL chat when she tries to look up a particular sex act. This puts into place a daisy chain of rumors among Alice’s peers, with Alice’s genuine innocence and curiosity put uncomfortably in the middle. Based on her 2017 short film of the same name, Maine’s Yes, God, Yes is a nuanced and mature story of one teenager trying to wade her way through the stigma of sex, featuring a powerful lead performance from Dyer."
   },
   {
      "title": "",
      "summary": "The Platform (2019)"
   },
   {
      "title": "The Platform (2019)",
      "summary": "When Goreng (Ivan Massagué) awakens in a concrete cell, unsure of how he even got there, his cellmate, Trimagasi (Zorion Eguileor), informs him that they’re imprisoned on level 48 of a “Vertical Self-Management Center” where food is delivered to its inhabitants from the top floor of cells to the bottom. No one knows how many levels there are in this prison, but occupants are randomly reassigned, often to the lower levels where the food rarely reaches. Goreng is reassigned several times through the course of this twisted thriller, which functions as a pulse-pounding capitalist and human rights commentary. The Platform delivers again and again as we’re forced to watch Goreng reckon with his imprisonment while fighting to simply survive."
   },
   {
      "title": "The Impossible (2012)",
      "summary": "On Christmas vacation in Thailand, the Bennett family, consisting of Maria (Naomi Watts), Henry (Ewan McGregor), Lucas (Tom Holland), Thomas (Samuel Joslin), and Simon (Oaklee Pendergast), are thrust right in the middle of the catastrophic 2004 Indian Ocean tsunami. The onslaught ravages the resort and separates the family. Maria and Simon awaken together, with Maria having sustained serious injuries. Henry, Thomas, and Simon have also survived but must wade through the chaos and literal ruins of the tsunami to try to find Maria and Simon. Directed by Juan Antonio Bayona, from a script by Sergio G. Sánchez, The Impossible features bold performances from its main ensemble, incredible set pieces, and a powerful true story at its core."
   },
   {
      "title": "Easy A (2010)",
      "summary": "When high-school student Olive Penderghast (Emma Stone) lies to her best friend Rhiannon (Aly Michalka) about a weekend date to get out of a camping trip, Olive’s fib balloons into some campus-wide grapevine talk about who Olive is sleeping with. Initially displeased with her newfound attention, Olive decides to embrace her new stigma of “school tramp” when Brandon (Dan Byrd), another one of her friends, asks Olive to pretend to sleep with him so his peers will stop questioning his sexuality. The two seal the deal (a few fake moans behind a closed bedroom door), much to the frustration of Marianne Bryant (Amanda Bynes), the school’s church group leader that wants to “cure” Olive. In retaliation, Olive turns Brandon’s bedroom fake-out into a business plan: Pretend to sleep with guys in exchange for gift cards and other rewards. A modernized adaptation of Nathaniel Hawthorne’s The Scarlet Letter, Easy A seamlessly meshes comedy, drama, and that iconic teen-movie feeling."
   },
   {
      "title": "Taxi Driver (1976)",
      "summary": "An existential odyssey by seedy New York moonlight, Taxi Driver follows Travis Bickle (Robert De Niro), an unmoored Vietnam vet who takes a job as a cab driver. Reeling from the war, Travis becomes enraged by the world around him. From the pimps of child sex workers to the rhetoric of political movers and shakers, Travis’ inner rage begins to boil over, propelling the character from a quiet observer into a darkened vigilante. Directed by Martin Scorsese from a script by Paul Schrader, Taxi Driver helped to pour the template for gritty ’70s realism, serving as inspiration for such modern-day films as Joker and Nightcrawler (also featured in this roundup)."
   },
   {
      "title": "",
      "summary": "There Will Be Blood (2007)"
   },
   {
      "title": "There Will Be Blood (2007)",
      "summary": "Paul Thomas Anderson’s There Will Be Blood is a grim character study of one Daniel Plainview (Daniel Day-Lewis), a burgeoning oil tycoon in early 20th-century California. Daniel is the type of man who would sell his soul to make a buck, which makes the arrival of Paul Sunday (Paul Dano) all the more serendipitous. The boy claims there is oil on his family’s property, and he’ll tell Daniel where it is for cash. The pair transact, and Daniel journeys to the town of Little Boston with his son H.W. (Dillon Freasier) to try and purchase the Sunday Ranch for drilling. What’s waiting for Daniel is a dastardly foe and his family’s cursed land. Or is Plainview the curse himself? There Will Be Blood is a two-hour-plus descent into a hell of business meets faith, featuring an Oscar-winning lead performance from Daniel Day-Lewis."
   },
   {
      "title": "The Hateful Eight (2015)",
      "summary": "The year is 1877. When a blizzard rips through the mountain passes of Wyoming, a band of weary stagecoach travelers decides to hole up at Minnie’s Haberdashery. The pilgrims include bounty hunters John Ruth and Major Marquis Warren (Kurt Russell and Samuel L. Jackson, respectively); Ruth’s bounty, Daisy Domergue (Jennifer Jason Leigh), on her way to the noose; a Confederate loudmouth (Walton Goggins); and their stagecoach driver (James Parks). No one trusts each other, an issue only exacerbated when Minnie’s turns out to be occupied by several other stormbound folks. When personalities begin to clash, the eight occupants start picking sides and losing their minds. Quentin Tarantino’s eighth film features a stellar cast, impressive visuals, and plenty of iconic Tarantino dialogue."
   },
   {
      "title": "The Disaster Artist (2017)",
      "summary": "James Franco directs, produces, and stars in The Disaster Artist, an adaptation of Greg Sestero (portrayed in the film by Dave Franco) and Tom Bissell’s non-fiction book of the same name. Both the novel and film are a chronicle of Sestero’s rollercoaster friendship with infamous cult film legend Tommy Wiseau (Franco), an enigmatic actor with Hollywood dreams and plenty of money to pursue them — although no one can figure out why he’s so rich. After being turned down for role after role, Tommy decides to write, direct, and star in his own film called The Room, a bizarre and disjointed melodrama that he also casts Greg in. As the film runs into continued troubles and delays (mostly because of Tommy’s inabilities as a filmmaker), tensions rise between Greg and Tommy, along with the rest of the cast and crew. Whether you’ve seen The Room or not, The Disaster Artist is a mesmerizing examination of one of the strangest film productions of all time."
   },
   {
      "title": "",
      "summary": "Rebecca (2020)"
   },
   {
      "title": "Rebecca (2020)",
      "summary": "In this 2020 Netflix adaptation of Daphne du Maurier’s 1938 novel, Lily James is Mrs. de Winter, the new wife of a widowed aristocrat, Maxime de Winter (Armie Hammer). Post-nuptials, Maxime brings Mrs. de Winter back to his noble estate of Manderlay on the English coast. An idyllic romance quickly spirals into lies, secrets, and haunting memories as the phantom of Maxime’s first wife, Rebecca, looms large over the grandiose estate. Writer-director Ben Wheatley had a tough job on his hands, as the romance thriller’s first adaptation was handled none other than by the mystery maestro himself, Alfred Hitchcock. Wheatley’s 2020 iteration is a respectable homage to Hitchcock’s legendary film, but also a wholly new interpretation with powerful performances from the main talent."
   },
   {
      "title": "Midnight Special (2016)",
      "summary": "Jeff Nichols’ Midnight Special is a brilliant love letter to sci-fi chase films like Steven Spielberg’s Close Encounters of the Third Kind and John Carpenter’s Starman. The film follows Roy (Michael Shannon), Lucas (Joel Edgerton), and Roy’s son Alton (Jaeden Martell), a trio on the run from the FBI and religious extremists. Why? It turns out that Alton has otherworldly abilities. Glowing blue eyes, literal earthquakes, and satellite explosions are just a few of his tricks. Roadbound by night, it’s up to Roy and Lucas to get the boy to a predetermined latitude-longitude destination in Florida, coordinates spoken in tongues by Alton that the zealots have deciphered as scripture. In essence, Alton is their messiah, and he’s missing. Gripping from start to finish and featuring one of Sam Shepard’s last performances as the prolific cult leader, Midnight Special is a perfect weekend watch."
   },
   {
      "title": "Moonlight (2016)",
      "summary": "2016’s Best Picture winner established Mahershala Ali as a tour de force actor and introduced the world to the brilliant Ashton Sanders. Moonlight attempts to convey the Black experience through three defining chapters of one man’s life. Chiron (Sanders) grows up in Miami, surrounded by a community that is full of love and support despite the crack epidemic that is ravaging it. As Chiron is pulled from his biological family by drug abuse and misunderstanding, he’s guided into manhood by Juan (Ali), a man who recognizes the struggles Chiron will face as a gay Black man. Juan tries to help Chiron find peace with his identity."
   },
   {
      "title": "The Devil All the Time (2020)",
      "summary": "Written and directed by Antonio Campos (James White, Martha Marcy May Marlene), The Devil All the Time is American Gothic at its most perverse. Set in rural southern Ohio and West Virginia after World War II, the story follows Arvin Russell (Tom Holland), a young man who is determined to protect his loved ones against the corruption and violence that plagues his town. From complete strangers to the most powerful institutions in the area, brutality is pervasive as everyone seeks desperately to assert their own small bits of power in a broken — but recovering — world. Things aren’t getting better for everyone, however, and The Devil All the Time takes its time exploring the generational trauma and cold truths that inhabit this sinister town."
   },
   {
      "title": "Roma (2018)",
      "summary": "Alfonso Cuaron’s Roma opens quietly, the camera staring, motionless, at a tile floor as the credits play; eventually, water pours over the floor, as the sound of a mop spills in from just offscreen. It’s a boldly mundane opening, fitting for a film about an ordinary woman. Roma follows Cleo (Yalitza Aparicio), a maid working in the household of a wealthy doctor, Antonio (Fernando Grediaga) and his wife, Sofia (Marina de Tavira). Cleo cleans the house, tends to the children, and keeps the household running as Antonio and Sofia’s marriage strains. Cleo is the type of character typically relegated to the background of stories like this, but Cuaron makes her the focus, depicting her daily labor and struggles with a surprise pregnancy and unreliable lover. It’s a beautiful film, delicately composed and shot in stark black and white."
   },
   {
      "title": "The Ballad of Buster Scruggs (2018)",
      "summary": "What’s better than a new Western from the Coen brothers? How about six? The Ballad of Buster Scruggs is a sextet of short films, all set in the Wild West. They follow different characters through wild plots that explore the themes of human depravity and cosmic justice (or injustice) that recur so often in the Coens’ works. The stories and protagonists vary wildly. The eponymous sequence follows Buster Scruggs (Tim Blake Nelson), a sharpshooting, guitar-slinging cowboy roaming the West and singing of his adventures. In another, a lonely prospector (Tom Waits) digs for his fortune. The stories in The Ballad of Buster Scruggs fall on the surreal end of the Coen spectrum — they’re somewhat comical, occasionally brutal folk tales that don’t always leave the viewer feeling they’ve learned a lesson. Here’s our list of the best comedies on Netflix to browse if you’re looking for more in this genre."
   },
   {
      "title": "Enola Holmes (2020)",
      "summary": "So, you thought Sherlock Holmes was played out? Well, you thought wrong, because you didn’t know he had a little sister. Millie Bobby Brown shines as the title character in this action-packed, fun-filled twist on the classic Sir Arthur Conan Doyle stories. When her mother turns up mysteriously missing, teenage Enola Holmes hits the trail to find her — something her more famous brother is simply too preoccupied to do. As she sniffs out clues, Enola discovers she might just have as much as, or even more of, a knack for this sleuthing thing than her brother, slowly uncovering a dangerous conspiracy that threatens to rattle the English aristocracy."
   },
   {
      "title": "Shadow (2018)",
      "summary": "Legendary Chinese director Zhang Yimou followed up his misbegotten The Great Wall with 2018’s Shadow, a beautiful return to form. The film begins when Commander Ziyu (Deng Chao) is defeated in a duel with enemy commander Yang Cang (Hu Jun), losing an important city in the process. This infuriates Ziyu’s king, who demotes Ziyu to commoner status and tries desperately to reclaim the city. Unbeknownst to the king, the actual Ziyu is on the verge of death after the duel, replaced by a body double who must now train to beat Yang Cang. Shadow is a historical epic of grand scope, heavy on intrigue and stylish combat sequences accented by a stark color palette."
   },
   {
      "title": "Nightcrawler (2014)",
      "summary": "Lou Bloom (Jake Gyllenhaal) is a driven young man who is desperate to find work in the high-octane world of Los Angeles crime journalism. After discovering a group of freelance camera crews who film crashes, fires, murder, and other mayhem around the city, Lou muscles his way into this world, known as nightcrawling. Now, every police siren equals a possible cash windfall, and Lou begins to see victims as another payday. Aided by veteran newswoman Nina (Rene Russo), Lou thrives in the blood-sport of local TV news, eventually becoming the star of his own story."
   },
   {
      "title": "Ravenous (2017)",
      "summary": "Ravenous (originally titled Les Affamés) begins after a mysterious plague has annihilated much of Quebec, turning its victims into shrieking, flesh-eating monsters. The story follows various survivors who eventually band together to fight back the horde, but despite the familiar plot, this isn’t a typical zombie movie; it is a deliberately paced, eerily beautiful horror movie. The protagonist is a man named Bonin (Marc-Andre Grondin), who wanders the countryside, finding other survivors and slaying zombies. As the group grows, the film gives each character proper development, so they feel fully-fleshed out, unlike the stock survivors of many a zombie film. While the film has its gory moments, Ravenous frequently employs an atmosphere of dread built through uncanny imagery, such as when the zombies congregate before a shrine made of furniture."
   },
   {
      "title": "Uncut Gems (2019)",
      "summary": "Uncut Gems is not for the faint-hearted. The Safdie Brothers’ drama about a gambling-addicted jeweler is a relentlessly intense, high-stress ride through the world of high stakes gambling. Howard Ratner (Adam Sandler) is a charismatic New York City jeweler who is always on the lookout for the next big score. When NBA All-Star Kevin Garnett takes an interest in Howard’s most recent high-value acquisition, believing it brings him luck, Sandler makes a series of high-stakes bets that could lead to the windfall of a lifetime. Unfortunately, not everyone in his life is willing to wait for that windfall. Howard has to perform a precarious balancing act between business, family, debt collectors, and more to get the payoff."
   },
   {
      "title": "Pan’s Labyrinth (2006)",
      "summary": "Pan’s Labyrinth is a breathtakingly beautiful and heart-wrenchingly tragic film. Winner of three Academy Awards (on six nominations), Pan‘s Labyrinth launched director Guillermo del Toro onto the American awards show radar and introduced audiences to the blend of sci-fi, horror, and surrealistic elements that characterize his style. Set in the aftermath of the Spanish Civil War, the film follows an imaginative young girl who also may just be a princess of an underground kingdom. Cast aside by her cruel, militaristic stepfather and isolated from her mother, Ofelia (Ivana Baquero) entertains herself on the grounds of their home in the Spanish countryside. When she stumbles upon a stone labyrinth presided over by a suspicious faun named Pan (Doug Jones), she is asked to complete three life-threatening tasks to prove she is the mythical princess, returned to reclaim her kingdom. Ofelia’s journey is expertly foiled by a guerrilla resistance to the rule of fascist Francisco Franco and the crumbling fragility of her newly formed family."
   },
   {
      "title": "I’m Thinking of Ending Things (2020)",
      "summary": "Writer-director Charlie Kaufman (Eternal Sunshine of the Spotless Mind, Synecdoche, New York) is at his most delightfully weird in this Netflix Original. This time- and the perspective-bending story follows a young, nameless woman on a road trip to her new boyfriend’s parent’s house in the middle of a blizzard. When she gets there, she finds the parents (Toni Collette, David Thewlis) are extremely weird, and the house seems to exist in some kind of surreal alternate reality where time and character morph with abandon. Alternatively strange, hilarious, and constantly thought-provoking, I’m Thinking of Ending Things is powered by strong writing and outstanding performances from all the actors involved."
   },
   {
      "title": "The Old Guard (2020)",
      "summary": "Netflix goes superhero in this action-packed flick about a secret organization of immortals who have protected the Earth from extinction for centuries. But when they are set up on an emergency mission, their powers are mistakenly exposed to the world. Now, they must work together to ensure none of the various powerful competing interests can control them for personal or monetary gain."
   }
]